{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.6-tf", "config": {"name": "sequential", "build_input_shape": [null, 28, 28], "layers": [{"class_name": "Flatten", "config": {"trainable": true, "dtype": null, "name": "flatten", "data_format": "channels_last"}}, {"class_name": "Dense", "config": {"dtype": null, "name": "dense", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "relu", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 512}}, {"class_name": "Dropout", "config": {"dtype": null, "name": "dropout", "seed": null, "trainable": true, "rate": 0.2, "noise_shape": null}}, {"class_name": "Dense", "config": {"dtype": null, "name": "dense_1", "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"dtype": "float32", "seed": null}}, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "activation": "softmax", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "units": 10}}]}}