{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"build_input_shape": [null, 28, 28], "layers": [{"class_name": "Flatten", "config": {"data_format": "channels_last", "name": "flatten_1", "trainable": true}}, {"class_name": "Dense", "config": {"units": 512, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "name": "dense_1", "trainable": true, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "rate": 0.2, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"units": 10, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_regularizer": null, "name": "dense_2", "trainable": true, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "activation": "softmax"}}], "name": "sequential_1"}, "backend": "tensorflow"}